/* Number of photos */
" (%lu photos)" = " (%lu photos)";

/* No comment provided by engineer. */
" (1 photo)" = " (1 photo)";

/* Title of an alert indicates the specified social network login is not longer valid */
"%@ Access" = "%@ Access";

/* Albums of the specified social network */
"%@ Albums" = "%@ Albums";

/* Photos of the specified social network */
"%@ Photos" = "%@ Photos";

/* Number of posts */
"%@ posts" = "%@ posts";

/* Number of photos */
"%li photos" = "%li photos";

/* Number of photos */
"%lu photos" = "%lu photos";

/* No comment provided by engineer. */
"1 photo" = "1 photo";

/* Indicates that a user's photo album was deleted */
"Album deleted" = "Album deleted";

/* Indicates that all photos will be displayed */
"All Photos" = "All Photos";

/* Message of an alert when the user has denied the permission to access the Photos of the device */
"Allow access in your Settings to print and save your photos." = "Allow access in your Settings to print and save your photos.";

/* Title of an alert requesting authorization to access the Instagram photos */
"Authorization Required" = "Authorization Required";

/* Button caption */
"Authorize" = "Authorize";

/* Name of the camera roll app of the device */
"Camera Roll" = "Camera Roll";

/* Button caption */
"Cancel" = "Cancel";

/* Message of an alert when is not possible to retrieve the pictures from the specified social network */
"Could not retrieve the picture from %@" = "Could not retrieve the picture from %@";

/* Title of an alert */
"Error" = "Error";

/* Message show to the user when there is no internet connection */
"No Internet Connection" = "No Internet Connection";

/* Message shown when the album is empty in the select photo screen */
"No Photos Found" = "No Photos Found";

/* Button caption */
"OK" = "OK";

/* Message of an alert when the application is not authorized to access photo data. */
"Photo access is restricted on this device. Please check your settings." = "Photo access is restricted on this device. Please check your settings.";

/* Title of an alert when the user has denied the permission to access the Photos of the device */
"Photo Access Required" = "Photo Access Required";

/* Title of an alert when the application is not authorized to access photo data. */
"Photo Access Restricted" = "Photo Access Restricted";

/* Name of the Pitu app/social media provider */
"Pitu" = "Pitu";

/* No comment provided by engineer. */
"Qzone" = "Qzone";

/* Button caption */
"Retry" = "Retry";

/* Button caption */
"Settings" = "Settings";

/* Message of an alert requesting authorization to access the Instagram photos */
"The %@ app uses Instagram photos to create awesome snapshots. Please allow %@ to access your Instagram photos in order to continue." = "The %1$@ app uses Instagram photos to create awesome snapshots. Please allow %2$@ to access your Instagram photos in order to continue.";

/* Indicates that a user's photo album was deleted */
"The album was deleted" = "The album was deleted";

/* Message shown when the user account is private in the select photo screen */
"The user account is private." = "The user account is private.";

/* Message of an alert indicates the specified social network login is not longer valid */
"There was a problem accessing %@. Please sign in again." = "There was a problem accessing %@. Please sign in again.";

/* Message shown when the user tries to access the Photos of the device before the authorization was requested */
"To select a photo you must first authorize this app to access your photo library." = "To select a photo you must first authorize this app to access your photo library.";

/* Message show to the user when there is no internet connection */
"You appear to be offline" = "You appear to be offline";

